Repository: ZoomZhao/riffa
Catalog: Sources/RiffaApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: The session catalog references missing session %@.
zh_hans: 会话目录引用了缺失的会话%@。

source: The session catalog selects missing window %@.
zh_hans: 会话目录选择了缺失的窗口%@。

# The session catalog uses schema %lld and requires migration to schema %lld.
source: The session catalog uses schema %1$lld and requires migration to schema %2$lld.
zh_hans: 会话目录使用架构 %lld，需要迁移到架构 %lld。

# The session catalog uses schema %lld; this Riffa version supports up to %lld.
source: The session catalog uses schema %1$lld; this Riffa version supports up to %2$lld.
zh_hans: 会话目录使用架构 %lld；此版本的 Riffa 最高支持架构 %lld。

source: The session could not be saved.
zh_hans: 无法保存会话。

source: The source inode, size, mtime, ctime, metadata, and digest will be checked again through no-follow descriptors. An existing third-party destination is never replaced.
zh_hans: 将通过禁止跟随链接的描述符再次检查源 inode、大小、mtime、ctime、元数据和摘要。绝不会替换现有的第三方目标。

source: The source, parent, root, or destination changed after confirmation. Nothing was renamed.
zh_hans: 确认后，源项、父目录、根目录或目标发生了变化。未重命名任何内容。

source: The step recorded failure and requires human review.
zh_hans: 此步骤记录了失败，需要人工检查。

source: The synchronization plan could not be applied.
zh_hans: 无法应用同步计划。

source: The target changed outside Riffa, so it was not overwritten. Reload it and build the preview again.
zh_hans: 目标在 Riffa 之外发生更改，因此未被覆盖。重新加载并再次构建预览。

source: The target is read with a strict byte limit. It is not modified until you explicitly confirm Apply to Target.
zh_hans: 读取目标时采用严格的字节数限制。只有在你明确确认“应用到目标”后才会修改它。

source: The target that was absent before the step remains absent.
zh_hans: 步骤执行前不存在的目标仍然不存在。

# The text-search limit %@ must be positive; received %lld.
source: The text-search limit %1$@ must be positive; received %2$lld.
zh_hans: 文本搜索的%@限制必须为正数；收到 %lld。

source: The theme document contains an unknown field: %@.
zh_hans: 主题文档包含未知字段：%1$@。

source: The theme document is %lld bytes; the maximum is %lld bytes.
zh_hans: 主题文档大小为 %1$lld 字节；上限为 %2$lld 字节。

source: The theme document is empty.
zh_hans: 主题文档为空。

source: The theme document is not valid JSON: %@
zh_hans: 主题文档不是有效的 JSON：%1$@

source: The theme document path is outside Riffa’s theme directory.
zh_hans: 主题文档路径位于 Riffa 主题目录之外。

source: The theme identifier must be 1–64 ASCII letters, numbers, periods, underscores, or hyphens.
zh_hans: 主题标识符必须由 1–64 个 ASCII 字母、数字、句点、下划线或连字符组成。

source: The theme must define at least one light or dark color variant.
zh_hans: 主题必须至少定义一个浅色或深色变体。

source: The theme name must contain 1–80 visible characters.
zh_hans: 主题名称必须包含 1–80 个可见字符。

source: The unified diff does not contain a file record.
zh_hans: 统一差异文件不包含文件记录。

source: The user explicitly chose a new leaf name for one ordinary file on this side.
zh_hans: 用户明确为此侧的一个普通文件选择了新的末级名称。

source: The user explicitly selected this item for deletion from one side.
zh_hans: 用户明确选择从一侧删除此项目。

source: The verified move could not be finalized. %@ Inspect Operation History before retrying.
zh_hans: 无法完成已验证的移动。%@重试前请检查操作历史。

source: The verified move failed and completed changes were rolled back.
zh_hans: 已验证移动失败；已完成的更改均已回滚。

source: The verified move failed; every completed change was rolled back.
zh_hans: 验证的移动失败；每个已完成的更改都被回滚。

source: The verified move item is absent at its source and present at its destination.
zh_hans: 已验证的移动项目已不在源位置，并存在于目标位置。

source: The verified move item is still present at its source and absent at its destination.
zh_hans: 已验证的移动项目仍在源位置，且不在目标位置。

source: The verified move plan could not be created. %@
zh_hans: 无法创建已验证的移动计划。%@

source: The verified move plan did not pass whole-plan preflight. No files were changed.
zh_hans: 已验证移动计划未通过全计划预检。未更改任何文件。

source: The verified move stopped and rollback was incomplete. Inspect both paths and Operation History before retrying.
zh_hans: 已验证移动已停止且回滚不完整。重试前请检查两个路径和操作历史。

source: The verified move was not applied; only preflight completed.
zh_hans: 未应用已验证的移动；仅完成预检。

source: The verified remote resources contain no text lines.
zh_hans: 已验证的远程资源不包含文本行。

source: The workspace could not be updated.
zh_hans: 无法更新工作区。

source: The workspace references missing session %@.
zh_hans: 工作区引用了缺失的会话%@。

source: The workspace selects missing window %@.
zh_hans: 工作区选择了缺失的窗口%@。

source: Theme
zh_hans: 主题

source: Theme Preset
zh_hans: 主题预设

source: Theme schema version %lld is not supported.
zh_hans: 不支持主题架构版本 %1$lld。

source: There are no differences to export as a patch.
zh_hans: 没有可作为补丁导出的差异。

source: This archive contains no entries.
zh_hans: 此归档不包含任何条目。

source: This atomically replaces the target using its %@ representation. Riffa will refuse the write if the target's contents changed after loading.
zh_hans: 这会使用目标的%@表示形式原子替换目标。如果目标内容在载入后发生变化，Riffa 将拒绝写入。

# This catalog uses schema %lld and must be migrated to schema %lld.
source: This catalog uses schema %1$lld and must be migrated to schema %2$lld.
zh_hans: 此目录使用架构 %lld，必须迁移到架构 %lld。

# This catalog uses schema %lld, but this Riffa version supports up to %lld.
source: This catalog uses schema %1$lld, but this Riffa version supports up to %2$lld.
zh_hans: 此目录使用架构 %lld，但此版本的 Riffa 最高支持架构 %lld。

source: This collection is empty.
zh_hans: 这个集合是空的。

source: This comparison has no page rows.
zh_hans: 此比较没有页面行。

source: This comparison needs %1$lld resources before it can be saved; only %2$lld are available.
zh_hans: 此比较需要 %lld 个资源才能保存；当前只有 %lld 个可用。

source: This comparison supports at most %lld bookmarks.
zh_hans: 此比较最多支持 %lld 个书签。

source: This does not resume or roll back the operation. It only marks the active log terminal after the same evidence is checked again.
zh_hans: 这不会继续或回滚操作；只会在再次核对相同证据后，将活动日志标记为终止状态。

source: This edit exceeded the bounded Undo history. The edit was kept, but earlier Undo and Redo steps were cleared.
zh_hans: 此次编辑超出了受限的撤销历史。编辑已保留，但较早的撤销和重做步骤已清除。

source: This is a case-only rename. Riffa uses a hidden, unguessable same-directory intermediate name and two exclusive atomic renames so both case-sensitive and case-insensitive volumes fail closed.
zh_hans: 这是仅更改大小写的重命名。Riffa 使用同目录下隐藏且不可猜测的中间名称，并执行两次独占原子重命名，使区分与不区分大小写的卷都能在失败时安全中止。

source: This only enables the explicit Save button; connecting never writes to Keychain.
zh_hans: 这仅启用显式“保存”按钮；连接永远不会写入钥匙串。

source: This regular expression was rejected for safety: %@
zh_hans: 出于安全原因，此正则表达式被拒绝：%@

source: This removes only the workspace window and its tab layout. Saved sessions and compared files are not deleted.
zh_hans: 这只会移除工作区窗口及其标签页布局，不会删除已保存的会话或比较文件。

source: This removes the saved metadata. It does not delete any compared files.
zh_hans: 这将删除保存的元数据。它不会删除任何比较的文件。

# This service accepts %@, but a %@ was supplied.
source: This service accepts %1$@, but a %2$@ was supplied.
zh_hans: 此服务接受%@，但提供的是%@。

source: This window was deleted or the session catalog could not be loaded. Other workspace windows are unaffected.
zh_hans: 该窗口已被删除或无法加载会话目录。其他工作区窗口不受影响。

# Three numbered panes, %@, shared pan position
source: Three numbered panes, %1$@, shared pan position
zh_hans: 三个编号窗格，%1$@，共享平移位置

source: Three numbered panes, fit using one shared scale
zh_hans: 三个编号窗格，使用统一比例适配

source: Three-file opening is supported for text merge. Select three text files, or open two files for comparison.
zh_hans: 支持打开三个文件进行文本合并。选择三个文本文件，或打开两个文件进行比较。

source: Three-way merge against a common base
zh_hans: 基于共同基准的三方合并

source: Timeline
zh_hans: 时间轴

source: Title
zh_hans: 标题

source: Toggle Left Bookmark at Caret
zh_hans: 在光标处切换左侧书签

source: Toggle Right Bookmark at Caret
zh_hans: 在光标处切换右侧书签

source: Toggle, remove, and navigate logical-line bookmarks
zh_hans: 切换、删除和导航逻辑行书签

source: Tolerance
zh_hans: 公差

# Tolerance %lld
source: Tolerance %1$lld
zh_hans: 公差 %1$lld

source: Track Count
zh_hans: 轨道数

source: Transparency Grid
zh_hans: 透明网格

source: Transparency grid
zh_hans: 透明网格

source: Try Again
zh_hans: 再试一次

source: Try a different name, group, kind, provider, or path.
zh_hans: 尝试其他名称、分组、类型、提供方或路径。

source: Two Snapshots…
zh_hans: 两个快照…

source: Two-way, line aligned
zh_hans: 双向，按行对齐

source: Type
zh_hans: 类型

source: Type conflict
zh_hans: 类型冲突

source: Type mismatch
zh_hans: 类型不匹配

source: UTF-16 big-endian with BOM
zh_hans: UTF-16 大端字节序（带 BOM）

source: UTF-16 little-endian with BOM
zh_hans: UTF-16 小端字节序（带 BOM）

source: UTF-8 with BOM
zh_hans: UTF-8 带 BOM

source: Unavailable
zh_hans: 不可用

source: Unchanged
zh_hans: 未更改

source: Undo %@
zh_hans: 撤销%@

source: Undo Merge Edit
zh_hans: 撤消合并编辑

source: Undo history notice
zh_hans: 撤消历史通知

source: Undo history reset
zh_hans: 撤消历史重置

source: Unfinished
zh_hans: 未完成

source: Ungrouped
zh_hans: 未分组

source: Unified Preview
zh_hans: 统一预览

source: Unique
zh_hans: 仅一侧

source: Unknown
zh_hans: 未知

source: Unknown destination
zh_hans: 未知目标

source: Unknown error
zh_hans: 未知错误

source: Unknown path
zh_hans: 未知路径

source: Unknown source
zh_hans: 未知来源

source: Unknown type
zh_hans: 未知类型

source: Unlock
zh_hans: 解锁

source: Unresolved
zh_hans: 未解决

source: Unsafe to infer
zh_hans: 无法安全推断

source: Unsigned
zh_hans: 未签名

source: Up
zh_hans: 向上

source: Update Both
zh_hans: 更新两侧

source: Update Left
zh_hans: 更新左侧

source: Update Right
zh_hans: 更新右侧

source: Update the label without changing resources or options.
zh_hans: 更新标签而不更改资源或选项。

source: Updated
zh_hans: 已更新

source: Use Apply to Target to replace the original file. That action requires explicit confirmation and an external-change check.
zh_hans: 使用“应用到目标”来替换原始文件。该操作需要明确的确认和外部更改检查。

source: Use Editing Buffer
zh_hans: 使用编辑缓冲区

source: Use Preset Accent
zh_hans: 使用预设强调色

source: Use Selected as Left
zh_hans: 将所选项设为左侧

source: Use Selected as Right
zh_hans: 将所选项设为右侧

source: Use Session Library → Workspace Windows to add a saved session to this window.
zh_hans: 使用会话库 → 工作区窗口将保存的会话添加到此窗口。

source: Use as Output
zh_hans: 用作输出

source: Use for Backups
zh_hans: 用于备份

source: Username
zh_hans: 用户名

source: Uses one hundred percent scale
zh_hans: 使用 100% 缩放比例

source: Validating and comparing bounded Office packages…
zh_hans: 正在验证并比较受限的 Office 包…

source: Validating and comparing bounded archives…
zh_hans: 正在验证并比较受限的归档…

source: Validating every patch hunk…
zh_hans: 验证每个补丁块…

source: Value
zh_hans: 值

source: Verified move cancelled after preflight; no files were changed and no journal was created.
zh_hans: 预检后取消了已验证的移动；没有更改任何文件，也没有创建任何日志。

source: Verified move cancelled before execution; no files were changed and no journal was created.
zh_hans: 执行前已验证的移动已取消；没有更改任何文件，也没有创建任何日志。

source: Verifies and renders the selected page again
zh_hans: 再次验证并渲染所选页面

source: Verify matching unique files and plan same-folder moves.
zh_hans: 验证匹配的唯一文件并计划同一文件夹移动。

source: Verifying and rendering selected page…
zh_hans: 正在验证并渲染所选页面…

source: Verifying and rendering the selected PDF page
zh_hans: 验证并渲染选定的 PDF 页面

source: Verifying preview…
zh_hans: 正在验证预览…

source: Verifying unique-file move candidates
zh_hans: 正在验证唯一文件移动候选项

source: Version
zh_hans: 版本

source: Version Compare
zh_hans: 版本比较

source: Version Comparison
zh_hans: 版本比较

source: Version comparison error
zh_hans: 版本比较错误

source: Versions, architectures, digests, and code signatures
zh_hans: 版本、架构、摘要和代码签名

source: Vertical image offset
zh_hans: 垂直图像偏移

source: View
zh_hans: 查看

source: Visual
zh_hans: 视觉

source: Visual comparison
zh_hans: 视觉比较

source: Visual comparison is on demand
zh_hans: 按需进行视觉比较

source: Visual comparison requires this page to exist on both sides.
zh_hans: 视觉比较要求该页面在两侧都存在。

source: Visual comparison unavailable
zh_hans: 无法进行视觉比较

source: Visual comparison zoom
zh_hans: 视觉比较缩放

source: WORKSPACE
zh_hans: 工作区

source: WebDAV Text Compare
zh_hans: WebDAV 文本比较

source: WebDAV authentication is required
zh_hans: WebDAV 需要认证

source: WebDAV error
zh_hans: WebDAV 错误

source: WebDAV path filter
zh_hans: WebDAV 路径筛选器

source: Whitespace
zh_hans: 空白

# Window %@ contains session %@ more than once.
source: Window %1$@ contains session %2$@ more than once.
zh_hans: 窗口%@多次包含会话%@。

source: Window %@ has an invalid frame.
zh_hans: 窗口%@的位置或尺寸无效。

source: Window %@ has an invalid name.
zh_hans: 窗口%@的名称无效。

source: Window %@ has an invalid saved frame.
zh_hans: 窗口%@保存的位置或尺寸无效。

source: Window %@ needs a non-empty name.
zh_hans: 窗口%@需要非空名称。

# Window %@ selects session %@, but that session is not in the window.
source: Window %1$@ selects session %2$@, but that session is not in the window.
zh_hans: 窗口%@选择了会话%@，但该会话不在此窗口中。

source: Window %lld
zh_hans: 窗口 %lld

source: Window name
zh_hans: 窗口名称

source: Within %@
zh_hans: 在 %1$@ 内

source: Word document (DOCX)
zh_hans: Word 文档（DOCX）

source: Work
zh_hans: 工作量

source: Working
zh_hans: 处理中

source: Workspace
zh_hans: 工作区

source: Workspace Window
zh_hans: 工作区窗口

source: Workspace Window Unavailable
zh_hans: 工作区窗口不可用

source: Workspace Windows
zh_hans: 工作区窗口

source: Workspace issue
zh_hans: 工作区问题

source: Workspace tab %@ no longer exists.
zh_hans: 工作区标签页%@已不存在。

source: Workspace window %@ no longer exists. Reload the Session Library and try again.
zh_hans: 工作区窗口%@已不存在。请重新载入会话库后再试。

source: Workspace window name
zh_hans: 工作区窗口名称

source: Writes the selected output draft to a new local file
zh_hans: 将选定的输出草稿写入新的本地文件

source: Yes
zh_hans: 是

source: You selected %1$lld resources, but this session has room for only %2$lld more. No resources were added.
zh_hans: 你选择了 %lld 个资源，但此会话只能再容纳 %lld 个。未添加任何资源。

source: Your in-memory edits are preserved. Saving over the original remains protected by its content fingerprint.
zh_hans: 您在内存中的编辑将被保留。保存在原始内容上仍受其内容指纹的保护。

source: ZIP and TAR contents without extraction
zh_hans: 无需解压即可查看 ZIP 和 TAR 内容

source: Zero-based key column indices separated by commas
zh_hans: 以逗号分隔的从零开始的键列索引

source: Zero-based key columns
zh_hans: 从零开始的键列

source: Zoom in
zh_hans: 放大

source: Zoom out
zh_hans: 缩小

source: Zoom visual comparison in
zh_hans: 放大视觉比较

source: Zoom visual comparison out
zh_hans: 缩小视觉比较

source: actionFailed
zh_hans: 操作失败

source: at base line %lld
zh_hans: 位于基准第 %lld 行

source: backupFailed
zh_hans: 备份失败

source: base line %lld
zh_hans: 基准第 %lld 行

# base lines %lld–%lld
source: base lines %1$lld–%2$lld
zh_hans: 基准第 %lld–%lld 行

source: Bundle
zh_hans: 包

# byte %@
source: byte %1$@
zh_hans: 字节 %1$@

source: cancelled
zh_hans: 已取消

source: caseCollision
zh_hans: 大小写冲突

source: completed
zh_hans: 已完成

source: completed scene
zh_hans: 符合已完成状态

source: compression
zh_hans: 压缩方式

source: concurrentModification
zh_hans: 并发修改

source: content
zh_hans: 内容

source: contentUnreadable
zh_hans: 内容不可读

source: contents off
zh_hans: 内容：关

source: contents on
zh_hans: 内容：开

source: copy
zh_hans: 复制

source: createDirectory
zh_hans: 创建目录

source: delete
zh_hans: 删除

source: deleted
zh_hans: 已删除

source: directory
zh_hans: 目录

source: directoryUnreadable
zh_hans: 目录不可读

source: double SHA-256
zh_hans: 双重 SHA-256

source: duplicateKey
zh_hans: 重复键

source: empty
zh_hans: 空

source: error
zh_hans: 错误

source: Executable
zh_hans: 可执行文件

source: executing
zh_hans: 正在执行

source: failed
zh_hans: 失败

source: false
zh_hans: 否

source: file
zh_hans: 文件

source: fileChangedDuringCapture
zh_hans: 捕获期间文件已更改

source: files
zh_hans: 文件

source: folder
zh_hans: 文件夹

source: folders
zh_hans: 文件夹

# from %@
source: from %1$@
zh_hans: 来自 %1$@

source: inconsistent
zh_hans: 不一致

source: inserted
zh_hans: 插入

source: insertion at %lld
zh_hans: 在 %lld 处插入

source: Inspect
zh_hans: 检查

source: insufficientSpace
zh_hans: 空间不足

source: Invalid
zh_hans: 无效

source: invalidPlan
zh_hans: 计划无效

source: invalidRelativePath
zh_hans: 相对路径无效

source: invalidSnapshot
zh_hans: 快照无效

source: ioFailure
zh_hans: I/O 失败

source: kind
zh_hans: 类型

source: label
zh_hans: 标签

source: left
zh_hans: 左侧

source: left byte %@, changed
zh_hans: 左侧字节%@，已更改

source: leftOnly
zh_hans: 仅左侧

source: line %lld
zh_hans: 第 %lld 行

# lines %lld–%lld
source: lines %1$lld–%2$lld
zh_hans: 第 %lld–%lld 行

source: macOS could not resolve the saved security bookmark: %@
zh_hans: macOS 无法解析保存的安全书签：%@

source: macOS denied security-scoped access to %@. Re-select the resource and save the session again.
zh_hans: macOS 拒绝了对%@的安全作用域访问。请重新选择该资源并再次保存会话。

source: macOS did not grant access to one of the selected items. Select the items in Finder and try again.
zh_hans: macOS 未授予对所选项目之一的访问权限。选择 Finder 中的项目并重试。

source: macOS did not grant access to the selected Office document.
zh_hans: macOS 未授予对所选 Office 文档的访问权限。

source: macOS did not grant access to the selected archive.
zh_hans: macOS 未授予对所选归档的访问权限。

source: macOS returned an empty security bookmark for selected resource %1$lld at %2$@. No resources were added.
zh_hans: macOS 为选中的资源 %lld 返回了空安全书签（位置：%@）。未添加任何资源。

source: macOS returned an empty security bookmark.
zh_hans: macOS 返回一个空的安全书签。

# machO
source: Mach-O binary
zh_hans: Mach-O 二进制文件

# max Δ %u
source: max Δ %1$u
zh_hans: 最大 Δ %1$u

source: mean Δ %@
zh_hans: 平均 Δ %@

source: metadataUnavailable
zh_hans: 元数据不可用

source: missing
zh_hans: 缺失

source: modificationDate
zh_hans: 修改日期

source: modified
zh_hans: 已修改

source: modified date off
zh_hans: 修改日期：关

source: modified date on
zh_hans: 修改日期：开

source: move
zh_hans: 移动

source: move detection off
zh_hans: 移动检测：关

source: move detection on
zh_hans: 移动检测：开

source: no resource selected
zh_hans: 未选择资源

source: no table selected
zh_hans: 未选择表格

source: nonDirectoryAncestor
zh_hans: 上级路径不是目录

source: none
zh_hans: 无

source: not hashed
zh_hans: 未计算哈希

source: not observable
zh_hans: 无法观察

source: omit
zh_hans: 省略

source: other
zh_hans: 其他

source: pending
zh_hans: 等待中

source: permissionDenied
zh_hans: 权限被拒绝

source: permissions
zh_hans: 权限

source: Read
zh_hans: 读取

source: recoveryInterrupted
zh_hans: 恢复已中断

source: regularFile
zh_hans: 普通文件

source: replace
zh_hans: 替换

source: review required
zh_hans: 需要检查

source: right
zh_hans: 右侧

source: right byte %@, changed
zh_hans: 右侧字节%@，已更改

source: rightOnly
zh_hans: 仅右侧

source: rollbackFailed
zh_hans: 回滚失败

source: rolled-back scene
zh_hans: 符合已回滚状态

source: rolledBack
zh_hans: 已回滚

source: rootUnavailable
zh_hans: 根目录不可用

source: rotation
zh_hans: 旋转

source: same
zh_hans: 相同

source: save
zh_hans: 保存

source: session
zh_hans: 会话

source: size
zh_hans: 大小

# source %@ → %@ · target %@ → %@
source: source %1$@ → %2$@ · target %3$@ → %4$@
zh_hans: 源 %1$@ → %2$@ · 目标 %3$@ → %4$@

source: sourceChanged
zh_hans: 源项目已更改

source: sourceMissing
zh_hans: 源项目缺失

source: symbolicLink
zh_hans: 符号链接

source: symbolicLinkDestination
zh_hans: 符号链接目标

source: symbolicLinkTargetUnavailable
zh_hans: 符号链接目标不可用

source: symbolicLinkTraversal
zh_hans: 符号链接穿越

source: targetChanged
zh_hans: 目标项目已更改

source: text
zh_hans: 文本

source: true
zh_hans: 是

source: unchanged
zh_hans: 不变

source: uncompressedByteCount
zh_hans: 解压后字节数

source: unicodeCollision
zh_hans: Unicode 冲突

source: unknown
zh_hans: 未知

source: unobserved
zh_hans: 未观测

source: Valid
zh_hans: 有效

source: within %@
zh_hans: 在 %1$@ 内

source: workspace window
zh_hans: 工作区窗口

source: Δ %@%% mismatch
zh_hans: Δ %1$@%% 不匹配

source: Δ %lld changed
zh_hans: Δ %1$lld 个已更改项

source: Δ %lld differences
zh_hans: Δ %1$lld 个差异

source: Δ %lld modified
zh_hans: Δ %1$lld 个已修改项

source: Δ %llu differing positions
zh_hans: Δ %1$llu 个差异位置

source: “%@” is locked. Unlock it before deleting it.
zh_hans: “%@”已锁定。请先解锁再删除。

source: “%@” is locked. Unlock it before renaming it.
zh_hans: “%@”已锁定。请先解锁再重命名。

# • %@; SHA-256 %@…
source: • %1$@; SHA-256 %2$@…
zh_hans: • %@；SHA-256 %@…

source: • …and %lld more
zh_hans: • …另有 %lld 项

source: ∅ Empty
zh_hans: ∅ 空

source: − %lld left only
zh_hans: − 仅左侧 %1$lld 个

source: Patch
zh_hans: 补丁

source: DROP AS
zh_hans: 拖放为

source: Drop one local folder here.
zh_hans: 将一个本地文件夹拖到这里。

source: Drop one local file here.
zh_hans: 将一个本地文件拖到这里。

source: Drop one local file or folder here.
zh_hans: 将一个本地文件或文件夹拖到这里。

source: The drop does not contain a local item.
zh_hans: 拖放内容中没有本地项目。

source: This view has no available drop target.
zh_hans: 当前视图没有可用的拖放目标。

source: Drop exactly one item on a specific input.
zh_hans: 请在指定输入区仅拖入一个项目。

# Drop no more than %lld items at once.
source: Drop no more than %1$lld items at once.
zh_hans: 一次最多拖入 %1$lld 个项目。

source: This workflow needs either one item for a specific side or exactly %1$lld items; the drop contains %2$lld.
zh_hans: 此工作流需要为指定一侧拖入一个项目，或一次拖入完整的 %1$lld 个项目；当前拖入了 %2$lld 个。

source: Only local files and folders can be dropped.
zh_hans: 只能拖入本地文件和文件夹。

source: The dropped item is unavailable.
zh_hans: 拖入的项目不可用。

source: This input requires a folder.
zh_hans: 此输入需要文件夹。

source: This input requires a file.
zh_hans: 此输入需要文件。

source: This input requires a regular file or folder.
zh_hans: 此输入需要普通文件或文件夹。

source: Could not use dropped item
zh_hans: 无法使用拖入的项目

# It will replace the %@ input.
source: It will replace the %1$@ input.
zh_hans: 它将替换%1$@输入。

source: Drop to compare
zh_hans: 拖入并比较

source: Drop up to three local files or folders anywhere in this window.
zh_hans: 可在窗口中的任意位置拖入最多三个本地文件或文件夹。

source: Wait for the current file operation to finish before replacing an input.
zh_hans: 请等待当前文件操作完成，再替换输入。

source: Wait for the current save to finish before changing inputs or drafts.
zh_hans: 请等待当前保存完成后再更改输入或草稿。

source: Discard edited patched output?
zh_hans: 要丢弃已编辑的补丁输出吗？

source: Changing an input or patch record discards edits made to the in-memory patched output.
zh_hans: 更改输入或补丁记录将丢弃对内存中补丁输出所做的编辑。

source: The input was not replaced because its output draft changed while the file was loading.
zh_hans: 文件加载期间输出草稿已更改，因此未替换输入。

source: Activate to choose a resource.
zh_hans: 按下可选择资源。
